Repository: Mixaill/test
Catalog: xvm-client/*.xlf
Languages: ru

source: Warning
ru: Предупреждение

source: Error
ru: Ошибка

source: Information
ru: Информация

source: Cancel
ru: Отмена

source: Save
ru: Сохранить

source: Remove
ru: Удалить

source: Yes
ru: Да

source: No
ru: Нет

# Not available short
source: n/a
ru: н/д

source: from
ru: из

source: m
ru: м

source: Initialization
ru: Инициализация

source: Ping
ru: Пинг

source: Online
ru: Онлайн

source: shot
ru: атака

source: fire
ru: пожар

source: ramming
ru: таран

# world_collision
source: falling
ru: падение

source: Hits
ru: Пробитий

source: Total
ru: Всего

source: Last
ru: Последний

# enemyBaseCapture
source: Base{0} capture by allies!
ru: Захват базы{0} союзниками!

# enemyBaseCaptured
source: Base{0} captured by allies!
ru: База{0} захвачена союзниками!

# allyBaseCapture
source: Base{0} capture by enemies!
ru: Захват базы{0} врагами!

# allyBaseCaptured
source: Base{0} captured by enemies!
ru: База{0} захвачена врагами!

source: Avg damage
ru: Средний урон

# mainGun
source: High caliber
ru: Основной калибр

source: engine
ru: двигатель

source: ammo bay
ru: боеукладка

source: fuel tank
ru: топливный бак

source: radio
ru: радиостанция

source: left track
ru: левая гусеница

source: right track
ru: правая гусеница

source: gun
ru: орудие

source: turret rotator
ru: вращение башни

source: surveying device
ru: приборы наблюдения

source: commander
ru: командир экипажа

source: driver
ru: механик-водитель

source: radioman
ru: радист

source: gunner
ru: наводчик

source: loader
ru: заряжающий

source: sec
ru: сек

source: reloaded
ru: перезарядился

source: drowning
ru: затоплен

# armor_piercing
source: AP
ru: ББ

# high_explosive
source: HE
ru: ОФ

# armor_piercing_cr
source: APCR
ru: БП

# armor_piercing_he
source: HESH
ru: ХФ

# hollow_charge
source: HEAT
ru: КС

# intermediate_ricochet
source: ricochet
ru: рикошет

# final_ricochet
source: ricochet
ru: рикошет

# armor_not_pierced
source: bounce
ru: не пробито

# armor_pierced_no_damage
source: blocked
ru: без урона

source: turret
ru: башня

source: hull
ru: корпус

source: chassis
ru: шасси

source: Hit percent
ru: Процент попаданий

source: Damage (assisted / own)
ru: Урон (с вашей помощью / свой)

# BR_xpCrew
source: crew
ru: экипажу

source: Friend
ru: Друг

source: Ignored
ru: Игнор

source: unknown
ru: неизвестно

source: Fights
ru: Боёв

source: Wins
ru: Побед

source: Data was updated at
ru: Данные были обновлены

source: Load statistics
ru: Загрузить статистику

source: General stats
ru: Общая статистика

source: Summary
ru: Общие результаты

source: Avg level
ru: Средний уровень

source: EFF
ru: РЭ

source: WGR
ru: ЛРИ

source: updated
ru: обновлено

# toWithSpaces
source: to
ru: до

source: avg
ru: ср.

source: top
ru: топ

source: draws
ru: ничьих

source: Maximum damage
ru: Максимальный урон

source: Specific damage (Avg dmg / HP)
ru: Уд. урон (ср. урон / прочность)

source: Capture points
ru: Очки захвата

source: Defence points
ru: Очки защиты

source: Filter
ru: Фильтр

source: Extra data (WoT 0.8.8+)
ru: Доп. данные (WoT 0.8.8+)

source: Average battle time
ru: Среднее время жизни в бою

source: Average battle time per day
ru: Среднее время игры в день

source: Battles after 0.8.8
ru: Боев после 0.8.8

source: Average experience
ru: Средний опыт

source: Average experience without premium
ru: Средний опыт без премиума

source: Average distance driven per battle
ru: В среднем пройдено км за бой

source: Average woodcuts per battle
ru: В среднем повалено деревьев за бой

source: Average damage assisted
ru: Средний урон с вашей помощью

source: by tracking
ru: после сбития гусеницы

source: by spotting
ru: по разведданным

source: Average HE shells fired (splash)
ru: Средний урон фугасами (сплэш)

source: Average HE shells received (splash)
ru: Средний полученный урон фугасами

source: Average penetrations per battle
ru: В среднем пробитий за бой

source: Average hits received
ru: В среднем получено попаданий

source: Average penetrations received
ru: В среднем получено пробитий

source: Average ricochets received
ru: В среднем получено рикошетов

source: better than
ru: лучше, чем

source: Put own crew
ru: Родной экипаж

source: Put best crew
ru: Лучший экипаж

# PutClassCrew
source: Put same class crew
ru: Экипаж того же класса

source: Put previous crew
ru: Предыдущий экипаж

source: Drop all crew
ru: Высадить весь экипаж

source: No skills
ru: Нет умений

# gun_reload_time/actual
source: Actual gun reload time
ru: Расчетное время перезарядки орудия

# view_range/base
source: base
ru: базовый

# view_range/actual
source: actual
ru: расчетный

# view_range/stereoscope
source: with stereoscope
ru: со стереотрубой

# radio_range/base
source: base
ru: базовая

# radio_range/actual
source: actual
ru: расчетная

source: Low ammo
ru: Мало снарядов

source: Shooting radius
ru: Дальность стрельбы

# pitchLimitsSide
source: Elevation arc (side)
ru: Углы вертикальной наводки сбоку (град)

# pitchLimitsRear
source: Elevation arc (rear)
ru: Углы вертикальной наводки сзади (град)

# terrainResistance
source: Terrain resistance (hard/medium/soft)
ru: Сопротивление грунтов (тверд./средн./мягк.)

source: Gravity
ru: Гравитация

source: Shell speed
ru: Скорость снаряда

source: General
ru: Общие

source: Armor
ru: Бронирование

source: Firepower
ru: Огневая мощь

source: Mobility
ru: Подвижность

source: Crew
ru: Экипаж

source: (m/sec)
ru: (м/сек)

source: (sec)
ru: (сек)

source: (m)
ru: (м)

source: Squad battle tiers
ru: Уровень боев взвода

source: Squad tanks battle tiers difference
ru: Разница уровней боев танков взвода

source: Vehicle
ru: Танк

source: Battle tiers
ru: Уровень боёв

source: Type
ru: Тип

source: Nation
ru: Нация

source: USSR
ru: СССР

source: Germany
ru: Германия

source: USA
ru: США

source: France
ru: Франция

source: UK
ru: Великобритания

source: China
ru: Китай

source: Japan
ru: Япония

source: Czech
ru: Чехословакия

source: Poland
ru: Польша

source: Sweden
ru: Швеция

source: Italy
ru: Италия

source: HT
ru: ТТ

source: MT
ru: СТ

source: LT
ru: ЛТ

source: TD
ru: ПТ

source: SPG
ru: САУ

source: Blown-up!
ru: Взрыв БК!

# ver/newVersion
source: Update available:<tab/><a href='#XVM_SITE_DL#'><font color='#00FF00'>v{0}</font></a> {1}
ru: Доступно обновление:<tab/><a href='#XVM_SITE_DL#'><font color='#00FF00'>v{0}</font></a> {1}

# xvmsvc/not_connected
source: <font color='#FFFF00'>no connection to XVM server</font>
ru: <font color='#FFFF00'>нет подключения к серверу XVM</font>

# token/services_unavailable
source: Network services unavailable.&nbsp;&nbsp;<a href='#XVM_SITE_UNAVAILABLE#'><font size='11'>more info</font></a>
ru: Сетевые сервисы недоступны.&nbsp;&nbsp;<a href='#XVM_SITE_UNAVAILABLE#'><font size='11'>подробнее</font></a>

# token/services_inactive
source: Network services inactive.&nbsp;&nbsp;<a href='#XVM_SITE_INACTIVE#'><font size='11'>enable</font></a>
ru: Сетевые сервисы неактивны.&nbsp;&nbsp;<a href='#XVM_SITE_INACTIVE#'><font size='11'>включить</font></a>

# token/blocked
source: Status: <font color='#FF0000'>Blocked</font>&nbsp;&nbsp;<a href='#XVM_SITE_BLOCKED#'><font size='11'>more info</font></a>
ru: Статус: <font color='#FF0000'>Заблокирован</font>&nbsp;&nbsp;<a href='#XVM_SITE_BLOCKED#'><font size='11'>подробнее</font></a>

# token/active
source: Status:<tab/><font color='#00FF00'>Active</font>
ru: Статус:<tab/><font color='#00FF00'>Активен</font>

# token/time_left
source: <tab/><font color='#EEEEEE'>{0}d. {1}h. {2}m.</font>
ru: <tab/><font color='#EEEEEE'>{0}д. {1}ч. {2}м.</font>

# token/time_left_warn
source: <tab/><font color='#EEEEEE'>{0}d. {1}h. {2}m.</font> <tab/><a href='#XVM_SITE#'>Prolong</a>
ru: <tab/><font color='#EEEEEE'>{0}д. {1}ч. {2}м.</font> <tab/><a href='#XVM_SITE#'>Продлить</a>

# token/unknown_status
source: Unknown status
ru: Неизвестный статус

# lobby/header/gold_locked_tooltip
source: Gold is locked
ru: Золото заблокировано

# lobby/header/gold_unlocked_tooltip
source: Gold is unlocked
ru: Золото разблокировано

# lobby/header/freexp_locked_tooltip
source: Free XP is locked
ru: Свободный опыт заблокирован

# lobby/header/freexp_unlocked_tooltip
source: Free XP is unlocked
ru: Свободный опыт разблокирован

# lobby/crew/enable_prev_crew
source: Automatically return crew
ru: Автоматический возврат экипажа

# lobby/crew/enable_prev_crew_tooltip
source: <b><font color='#FDF4CE'>{{l10n:lobby/crew/enable_prev_crew}}</font></b> Automatically return the crew that fought in this vehicle in the previous battle
ru: <b><font color='#FDF4CE'>{{l10n:lobby/crew/enable_prev_crew}}</font></b> Автоматически вернуть экипаж, который в предыдущем бою был на данной машине

# profile/xvm_xte_tooltip
source: <b><font color='#FDF4CE' size='16'>xTE</font></b> Per-vehicle efficiency More info at <font color='#FDF4CE'>https://modxvm.com/ratings/</font>
ru: <b><font color='#FDF4CE' size='16'>xTE</font></b> Эффективность по танку Подробная информация на <font color='#FDF4CE'>https://modxvm.com/ratings/</font>

# profile/xvm_xte_extended_tooltip
source: <textformat tabstops='[20, 85, 140]'>{{l10n:profile/xvm_xte_tooltip}} Reference values: damage frags Current: <font color='#FDF4CE' size='14'>{0}</font> <font color='#FDF4CE' size='14'>{1}</font> Average: <font color='#FDF4CE' size='14'>{2}</font> <font color='#FDF4CE' size='14'>{3}</font> Top: <font color='#FDF4CE' size='14'>{4}</font> <font color='#FDF4CE' size='14'>{5}</font>
ru: <textformat tabstops='[20, 85, 140]'>{{l10n:profile/xvm_xte_tooltip}} Эталонные значения: урон фраги Текущие: <font color='#FDF4CE' size='14'>{0}</font> <font color='#FDF4CE' size='14'>{1}</font> Средние: <font color='#FDF4CE' size='14'>{2}</font> <font color='#FDF4CE' size='14'>{3}</font> Топовые: <font color='#FDF4CE' size='14'>{4}</font> <font color='#FDF4CE' size='14'>{5}</font>

source: Normal
ru: Обычная

# NormalTooltipHeader
source: Normal Vehicles
ru: Обычная техника

# NormalTooltipBody
source: Show/hide normal (non-premium) vehicles.
ru: Включить/отключить отображение обычной (не премиум) техники.

source: Non elite
ru: Не элитная

# NonEliteTooltipHeader
source: Non Elite Vehicles
ru: Не элитная техника

# NonEliteTooltipBody
source: Show/hide vehicles with not all modules and technical branches researched.
ru: Включить/отключить отображение техники, на которой исследованы не все модули и следующие в ветке развития машины.

source: Complete crew
ru: Полный экипаж

# CompleteCrewTooltipHeader
source: Complete Crew
ru: Полный экипаж

# CompleteCrewTooltipBody
source: Show/hide vehicles with complete crew.
ru: Включить/отключить отображение техники с полным экипажем.

source: No master
ru: Нет мастера

# NoMasterTooltipHeader
source: No Master
ru: Нет мастера

# NoMasterTooltipBody
source: Show/hide vehicles without "Ace Tanker" mastery badge.
ru: Включить/отключить отображение техники без знаки классности «Мастер».

# ReserveFilter
source: Reserve
ru: Резерв

# ReserveFilterTooltipHeader
source: Reserve
ru: Резерв

# ReserveFilterTooltipBody
source: Show/hide reserved vehicles.
ru: Включить/отключить отображение резервной техники.

# check_reserve_menu
source: Set as reserve
ru: Отметить как «резерв»

# uncheck_reserve_menu
source: Uncheck Reserve label
ru: Снять отметку «резерв»

# reserve_confirm_title
source: Hide tank
ru: Спрятать танк

# reserve_confirm_message
source: Are you sure you want to mark the tank as reserve? It will be available via filters in carousel.
ru: Вы уверены что хотите пометить танк как резерв? Он будет доступен через фильтры карусели.

source: Used slots
ru: Занято слотов

source: Network services unavailable
ru: Сетевые сервисы недоступны

source: Error loading comments
ru: Ошибка загрузки комментариев

source: Error saving comments
ru: Ошибка сохранения комментариев

source: Comments disabled
ru: Комментарии отключены

source: Edit data
ru: Изменить данные

source: Nick
ru: Имя

source: Group
ru: Группа

source: Comment
ru: Комментарий

source: Destroyed
ru: Уничтожен

source: No data
ru: Нет данных

source: Not ready
ru: Не готов

source: Hide with honors
ru: Скрыть с отличием

source: Started
ru: Выполняется

source: Incomplete
ru: Незавершенные

source: XVM config reloaded
ru: Конфиг XVM перезагружен

source: Config file xvm.xc was not found, using the built-in config
ru: Файл конфигурации xvm.xc не найден, используем встроенную конфигурацию

source: Error loading XVM config
ru: Ошибка загрузки конфига XVM

# bootcamp_workaround_title
source: Warning
ru: Предупреждение

# bootcamp_workaround_message
source: Currently XVM is not compatible with the "boot camp" game mode. To enter the "boot camp" mode, you must restart the World of Tanks client in safe mode, which does not load modifications. Do you want to restart World of Tanks without mods right now?
ru: В настоящий момент модификация XVM не совместима с режимом «учебный полигон». Для входа в режим «учебный полигон» необходимо перезапустить клиент World of Tanks в безопасном режиме, при использовании которого не происходит загрузка модификаций. Вы хотите перезапустить игру без модификаций прямо сейчас?
